Repository: wp-plugins/woocommerce-product-dependencies
Catalog: languages/woo-tied-*.po
Languages: pt_br

source: Access to "%2$s" is restricted only to verified owners of %1$s. The verification is automatic and simply requires you to be <a href="%3$s">logged in</a>.
pt_br: Acesso ao "%2$s" é restrito apenas a proprietários verificados de %1$s. A verificação é automática e require simplesmente que você esteja <a href="%3$s">logado</a>.

source: or
pt_br: ou

source: Dependencies
pt_br: Dependências

source: Product Dependencies
pt_br: Dependências do produto

source: Dependency Type
pt_br: Tipo de dependência

source: Ownership
pt_br: Propriedade

source: Purchase
pt_br: Compra

source: Either
pt_br: De qualquer modo

source: Access to "%2$s" is restricted only to verified owners of %1$s.
pt_br: Acesso ao "%2$s" é restrito apenas a proprietários verificados de %1$s.

source: "%2$s" can be purchased only with %1$s.
pt_br: "%2$s" pode ser comprado somente com %1$s.

source: "%2$s" requires the purchase of %1$s. Ownership can be verified by simply <a href="%3$s">logging in</a>.
pt_br: "%2$s" requer a compra de %1$s. Propriedade pode ser verificada por um simples <a href="%3$s">login</a>.

source: Search for products&hellip;
pt_br: Busca por produtos&hellip;

source: Alternatively,
pt_br: Alternativamente,

source: Note that
pt_br: Notar que

source: access to this item will be granted after adding a %1$s to the cart.
pt_br: Acesso a esse item será concedida após a adição de um %1$s ao carrinho.

source: Restrict access to this product based on the ownership or purchase of the items added here.
pt_br: Restringir o acesso a este produto com base em sua propriedade ou compra dos itens adicionados aqui.
